---
kind: property
id: P:Autodesk.Revit.DB.PointCloudType.Scale
source: html/5d96579f-ac8d-885e-ce1a-09caeff015ef.htm
---
# Autodesk.Revit.DB.PointCloudType.Scale Property

The multiplier applied to the points in all instances of this point cloud.

## Syntax (C#)
```csharp
public double Scale { get; set; }
```

## Remarks
Scale converts the units in which the coordinates of individual points
 of the point cloud are interpreted.